{
    "version": "https://jsonfeed.org/version/1",
    "title": "Meditações e Ruminações",
    "description": "",
    "home_page_url": "https://henriiquecampos.github.io",
    "feed_url": "https://henriiquecampos.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Henrique Campos"
    },
    "items": [
        {
            "id": "https://henriiquecampos.github.io/o-admirabile-commercium.html",
            "url": "https://henriiquecampos.github.io/o-admirabile-commercium.html",
            "title": "O admirabile commercium",
            "summary": "A forma mais elevada de interação humana são as trocas voluntárias. Valor é uma percepção subjetiva da importância e urgência&hellip;",
            "content_html": "<p>A forma mais elevada de interação humana são as <strong>trocas voluntárias</strong>. Valor é uma percepção subjetiva da importância e urgência de recursos escassos como tempo, matéria, energia ou atenção.</p>\n<p>Carl Menger afirma em sua <strong>Teoria do Valor Marginal Decrescente</strong> que quanto mais unidades de um dado recurso um sujeito possúi, menor é o valor das unidades subsequentes.</p>\n<p>Em Fullmetal Alchemist, alquimia é apresentada como uma forma de magia que permite a criação de qualquer coisa desde que algo de <strong>valor equivalente</strong> seja sacrificado. Esta é conhecida, nesse contexto, como <strong>Lei da Troca Equivalente</strong>.</p>\n<p>Deus é representado nessa obra como um personagem conhecido como <strong>A Verdade</strong> e se encarrega de assegurar que as leis da alquimia não sejam violadas. Pecados aqui são justamente infrações às leis da alquimia.</p>\n<p>Se um indivíduo falhar no cumprimento dessas leis, ele é confrontado pela Verdade que explica sua infração e executa uma punição proporcional.</p>\n<p>Uma das lei de maior ordem na alquimia é a de que a transmutação de seres humanos é <strong>estritamente proibida</strong>.</p>\n<p>Os protagonistas da obra, Edward e Alphonse Elric, falham em cumprir essa lei ao tentar transmutar de volta sua mãe que falecera ainda nova.</p>\n<p>O principal motivo da transmutação humana ser proibida é porque não existe nada que possa <strong>equivaler à vida de um ser humano</strong> e por tanto a Lei da Troca Equivalente seria sempre infringida por definição.</p>\n<p>No processo de transmutar sua mãe, os protagonistas conseguem, através da junção precisa dos componentes químicos que formam um corpo humano, criar uma versão desalmada, vazia e zumbificada da mãe deles. Isso significa que <strong>apenas o preço do corpo</strong> físico havia sido pago, mas não o da alma.</p>\n<p>Por causa disso, eles pagam o preço pela infração, sacrificando o corpo inteiro de Alphonse, que posteriormente tem sua alma selada numa armadura através de outra transmutação feita por Edward, que sacrifica seu braço e perna no processo.</p>\n<p>Tudo isso ocorre no primeiro episódio da obra e me faz questionar: qual o valor de uma vida humana? Nada pode se quer chegar próximo.</p>\n<p>Sabendo que nunca conseguiríamos pagar tal preço pelas nossas almas, <strong>amaldiçoadas por Adão</strong>, Deus desceu em terra manifestando-se em carne viva e através da sua <strong>onipotência</strong>, afinal seria impossível de outra forma, foi capaz de pagar esse preço.</p>\n<p>Assim, Deus pagou o preço não de uma, mas de trilhões ou mais de vidas. Reescreveu o destino dos descendentes de Adão, <strong>derramando sua Graça</strong> em abundância sobre nós sem pedir absolutamente nada em troca.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Religião",
                   "Filosofia",
                   "Economia",
                   "Cristianismo"
            ],
            "date_published": "2023-12-18T11:56:54-03:00",
            "date_modified": "2023-12-18T11:56:54-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/e-sobre-amor.html",
            "url": "https://henriiquecampos.github.io/e-sobre-amor.html",
            "title": "É sobre amor",
            "summary": "Quando penso no motivo de Deus ter criado os seres humanos, especialmente levando em consideração o livre arbítrio, eu me&hellip;",
            "content_html": "<p>Quando penso no motivo de Deus ter criado os seres humanos, especialmente levando em consideração o <strong>livre arbítrio</strong>, eu me pergunto: Qual o propósito disso tudo?</p>\n<p>Deus é onipotente, onisciente e onipresente. Por definição <strong>ele não precisa</strong> de nada disso. Então nada disso é sobre ele em si.</p>\n<p>Me pego pensando se ele está tentando provar algo para alguém, um terceiro que não possui as qualidade de seu caráter.</p>\n<p>Acredito que Deus está provando que <strong>é prossível amar</strong> alguém se você tiver a liberdade de não amá-la. A pessoa não precisa de nada além da realização de que <strong>é melhor amar do que não amar</strong>.</p>\n<p>E Deus revela isso através da sua própria relação com a humanidade. Ele <strong>nos ama incondicionalmente</strong> para que, amando ele, nós aprendamos a amar uns aos outros mesmo quando acreditamos que não deveríamos e aceitar sermos amados mesmo quando acreditamos que não merecemos.</p>\n<p>Porém, <strong>Deus já sabe</strong> que isso é possível. Sempre soube. Então me pergunto: somos apenas um meio para um fim? Para quem ele está tentando provar isso?</p>\n<p>Concluo que Lúcifer seria o questionador desse <strong>amor livre e liberto</strong>.</p>\n<p>Porém, em Jó, acredito que Deus já havia conseguido provar isso.</p>\n<p>Será que o opositor acredita que <strong>é impossível ser amado</strong> se o objeto de amor tiver a liberdade de não amá-lo? É por isso que ele <strong>controla</strong>, <strong>manipula</strong> e <strong>trái</strong> seus seguidores? É por isso que ele elabora contratos altamente duvidosos e desonestos?</p>\n<p>E se esse for o caso, quem melhor eu tenho representado? Como meu amor tem se manifestado? Quem de fato estou seguindo? Meu amor é livre e incondicional ou manipulador e desonesto?</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Religião",
                   "Relacionamentos",
                   "Cristianismo"
            ],
            "date_published": "2023-12-18T11:38:52-03:00",
            "date_modified": "2023-12-18T11:38:52-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/sala-branca.html",
            "url": "https://henriiquecampos.github.io/sala-branca.html",
            "title": "Sala Branca",
            "summary": "Em uma de minhas idas à São Paulo eu e uma amiga saímos para beber e conversar e como de&hellip;",
            "content_html": "<p>Em uma de minhas idas à São Paulo eu e uma amiga saímos para beber e conversar e como de costume acabamos entrando em tópicos sensíveis. Na época <strong>eu ainda era ateu</strong> e ela me pediu para explicar o motivo. E assim o fiz.</p>\n<p>Disse que tudo poderia ser explicado sem a necessidade de uma divindade ou um Deus onipotente e que, por tanto, não via razão para existência de um ser obsoleto já que, nesse sentido, Deus <strong>não cumpriria nenhum propósito lógico</strong> e por tanto sua existência era descartável.</p>\n<p>Eu sempre fui, e ainda sou, uma pessoa <strong>aversa ao uso da ciência</strong> para explicar a religião, ou pior ainda, para validá-la. Esses conhecimentos não se misturam, é como tentar acender uma fogueira debaixo d'água. Então religiões tem que ser provadas de forma analítica ou sinteticamente a priore, mas <strong>nunca empiricamente</strong>.</p>\n<p>Por exemplo, sempre odiei a ideia de usar ciência ou antropologia para provar o Gênesis. Para mim, a Bíblia, assim como os livros de Harry Potter, Senhor dos Anéis ou as constituições de estados nação, era meramente um livro de fantasia sem nenhum lastro, compromisso ou apelo à realidade.</p>\n<p>Nesse sentido, Deus precisava cumprir uma lacuna lógica que justificasse a necessidade da sua existência.</p>\n<p>Mas essa amiga me abriu os olhos para algo que eu na minha <strong>ignorância</strong>, não entendia. Ela disse:</p>\n<blockquote>\n<p>Quando Deus pede pra Moisés dizer que foi enviado por Deus, Moisés questiona qual deus deve dizer que o enviou. E Deus simplesmente diz: Diga que Eu sou, sou quem sou.</p>\n<p>Então Deus não tem que fazer sentido, ele simplesmente é. É sobre fé, não razão. Você tá usando a ferramenta errada para ver Deus. Imagine o seguinte:</p>\n<p>A gente tá numa sala totalmente escura, sem nenhum traço de luz. Você tá tentando me provar que cores não existem. Pra isso você tá lambendo, apalpando, escutando e cheirando tudo na sala. No fim, você diz: Tá vendo? É tudo preto. Não tem cor nenhuma aqui.</p>\n<p>Só que a própria definição de cor implica no reflexo da luz nas coisas. E precisamos enxergar essas cores. Mas mesmo assim, você se recusa a ligar uma lanterna.</p>\n<p>Se você ligasse, você veria que tem cor em tudo e até a própria sala em si é branca, a cor mais pura de todas.</p>\n<p>Então pra você poder tentar ver Deus, tu precisa ligar sua lanterna. Precisa usar sua fé.</p>\n</blockquote>\n<p>E foi só então que finalmente eu percebi que não seria pela razão que eu conheceria Deus.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Religião",
                   "Filosofia",
                   "Cristianismo"
            ],
            "date_published": "2023-12-18T11:27:11-03:00",
            "date_modified": "2023-12-18T11:27:11-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/o-carater-de-deus.html",
            "url": "https://henriiquecampos.github.io/o-carater-de-deus.html",
            "title": "O Caráter de Deus",
            "summary": "Quando falamos sobre Deus, e aqui me refiro ao Deus Cristão, você precisa considerar que o que foi revelado através&hellip;",
            "content_html": "<p>Quando falamos sobre Deus, e aqui me refiro ao <strong>Deus Cristão</strong>, você precisa considerar que o que foi <strong>revelado</strong> através das escrituras é incontestavelmente verdadeiro: Deus é amor, Deus é bom, Deus é justo, onipotente, onisciente, onipresente.</p>\n<p>Algumas pessoas tentam invalidar Deus através das suas próprias definições e padrões, desconsiderando o que foi revelado sobre seu caráter através do verbo.</p>\n<p>Imagine a seguinte situação: dois homens estão comendo coxas e peitos de galinha. Um deles diz:</p>\n<blockquote>\n<p>Eu odeio galinha, mas a carne é boa.</p>\n</blockquote>\n<p>Ao qual o outro questiona:</p>\n<blockquote>\n<p>Por que?</p>\n</blockquote>\n<p>O diálogo prossegue:</p>\n<blockquote>\n<p>Eu não sei ao certo...a forma como elas mugem. E qual é a daqueles chifres esquisitos?</p>\n<p>Tem também o fato delas comerem só grama e ficarem o dia todo ruminando aquilo. Mas a pior parte é aquele leite nojento que sai das tetas delas.</p>\n</blockquote>\n<p>O outro homem confuso retruca:</p>\n<blockquote>\n<p>Ahh sim...é...galinhas, certo?</p>\n</blockquote>\n<p>Isso é conhecido como a falácia do espantalho, diga-se de passagem: atacar algo usando uma definição diferente da apresentada pela outra pessoa ou da definição convencional.</p>\n<p>Muitas pessoas apresentam a seguinte questão quando falam de Deus:</p>\n<blockquote>\n<p>Como pode um Deus benevolente e onipotente existir e ainda assim pessoas inocentes morrerem?</p>\n<p>Crianças na África morrendo de fome, tsunamis que matam centenas, terremotos, fome assoladora...</p>\n<p>Como pode um Deus bom e todo poderoso coexistir com essas coisas?</p>\n</blockquote>\n<p>Novamente se você está falando de Deus você não pode questionar seu <strong>caráter</strong>. Então a verdadeira pergunta é:</p>\n<blockquote>\n<p>Como essas coisas desempenham um papel nos planos de Deus, sabendo que ele é bom, nos ama e cuida de nós?</p>\n</blockquote>\n<p>No fim das contas, quem questiona a existência de Deus ao mesmo tempo que questiona seu caráter está em completa dissonância cognitiva. Se confundem pela sua própria incapacidade de compreender como Deus age.</p>\n<p>Sua ignorância não pode ser um fator determinante para a questão da existência ou não de Deus. Sua incompetência só significa que você precisa <strong>exercitar mais sua cognição</strong> e apresentar melhores explicações para as tragédias mencionadas.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Religião",
                   "Filosofia",
                   "Cristianismo"
            ],
            "date_published": "2023-12-18T10:59:25-03:00",
            "date_modified": "2023-12-18T10:59:43-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/a-falacia-do-equilibrio.html",
            "url": "https://henriiquecampos.github.io/a-falacia-do-equilibrio.html",
            "title": "A Falácia do Equilíbrio",
            "summary": "As pessoas estão sempre falando sobre encontrar o equilíbrio nas coisas. Temperança, por exemplo, sempre foi uma das virtudes mais&hellip;",
            "content_html": "<p>As pessoas estão sempre falando sobre encontrar o equilíbrio nas coisas. <strong>Temperança</strong>, por exemplo, sempre foi uma das virtudes mais valorizadas por Aristóteles.</p>\n<p>Eu advogaria para que você na verdade <strong>seja sábio</strong> e entenda qual lado do espectro de uma determinada dicotomia você deveria estar. Porém, ao tomar seu lado, não meça duas vezes, <strong>seja por inteiro</strong>.</p>\n<p>Nesse sentido, temperança vem apenas como um lembrete sobre as possibilidades do que pode ser feito, mas <strong>cabe a coragem agir</strong> sobre o que foi decidido.</p>\n<p>Ninguém diria que você precisa de equilíbrio entre beber muito ou pouco veneno. Não existe quantidade ótima para o consumo de algo que por definição te faz mal.</p>\n<p>Alguém defenderia que existe uma quantidade razoável e desejável de fezes que precisamos consumir de forma equilibrada na nossa alimentação? Não.</p>\n<p>Alguém são diria que existe quantidade equilibrada de <strong>realização</strong> que alguém deveria sentir? Que as pessoas deveriam se sentir <strong>miseráveis</strong> pro seu próprio bem?</p>\n<p>Para aqueles que advogam a favor do mero contraste das coisas, gostaria de indagá-los: Se pudessem eliminar a miséria da Terra, independente da pragmática desse argumento, se pudesse fazer todas as pessoas se sentirem sempre alegres e realizadas, você ainda optaria por temperá-las com dor, sofrimento, miséria e angústia meramente com a finalidade de manter o equilíbrio? Ignore o aspecto utilitário nesse sentido.</p>\n<p>Temperança desempenha um papel unica e exclusivamente de percepção. Ela nos permite acessar os <strong>diversos cursos de ação</strong> possíveis e viáveis. Mas quando se trata de julgamento, de agir, devemos agir com coragem e sabedoria. Temperança e justiça servem meramente como eixo de percepção.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Psicologia",
                   "Filosofia"
            ],
            "date_published": "2023-12-18T10:38:39-03:00",
            "date_modified": "2023-12-18T10:38:51-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/corpo-mente-e-alma.html",
            "url": "https://henriiquecampos.github.io/corpo-mente-e-alma.html",
            "title": "Corpo, mente e alma",
            "summary": "Tornar Deus a prioridade da sua vida não é sobre orar assim que se levanta ou ir a igreja no&hellip;",
            "content_html": "<p>Tornar Deus a prioridade da sua vida não é sobre orar assim que se levanta ou ir a igreja no primeiro ou sétimo dia da semana. É <strong>torná-lo seu norte</strong>, uma búlsola que guia todas suas ações a todo instante. É um constante questionamento:</p>\n<blockquote>\n<p>Como o que estou prestes a fazer contrubui para os planos de Deus?</p>\n</blockquote>\n<p>É se tornar um instrumento nos planos da salvação.</p>\n<p>Como Deus pode te usar se você estiver gasto, desamolado, bruto? Você precisa <strong>estar no ápice</strong> do seu corpo, mente e alma para ser usado nas mais difíceis batalhas.</p>\n<p>Fique em forma, nunca se sabe quando Deus te usará para <strong>proteger</strong> alguém.</p>\n<p>Enriqueça e através das suas riquezas, <strong>empregue</strong>. Tire milhões da miséria com seu ofício.</p>\n<p>Aguce sua mente para que suas palavras sejam <strong>poderosas</strong> e <strong>justas</strong> e seus pensamentos claros e afiados.</p>\n<p>Fortaleça sua alma, assim o medo e angústia não de impedirão de<strong> fazer o que é bom</strong>.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Religião",
                   "Filosofia",
                   "Desenvolvimento Pessoal",
                   "Cristianismo"
            ],
            "date_published": "2023-12-18T10:16:47-03:00",
            "date_modified": "2023-12-18T10:16:59-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/memento-mori.html",
            "url": "https://henriiquecampos.github.io/memento-mori.html",
            "title": "Memento Mori",
            "summary": "A morte é uma bénção. Se não pela morte, qual seria a urgência em agir? Se seus dias não cessassem,&hellip;",
            "content_html": "<p>A morte é uma bénção. Se não pela morte, qual seria a urgência em agir? Se seus dias não cessassem, pelo o que você agiria? Você correria atrás dos seus sonhos? Teria algum?</p>\n<p>Em qualquer conjectura criativa que você imagine pra justificar seu desejo por mais tempo, por tempo infindo, fato é que não faria nada do que imagina. Você já adia seus sonhos e planos com apenas 80 ou 100 anos em mãos, por que não adiaria com 1000 ou 2000?</p>\n<p>O segredo para abraçar a morte é ter um propósito que não te faça gastar seus dias procurando orgamos de 10 ou 20 segundos. Algo que transcenda a morte. Algo que mesmo com a eternidade a sua disposição, você não alcançaria. Só assim cada dia se torna uma eternidade em si mesmo.</p>\n<p>Se a eternidade for uma repetição infinita do seu último dia vivo, você viveria o paraíso ou o inferno?</p>\n<p>Acorde todo dia e se pergunte: eu morreria pelo que estou prestes a fazer hoje? Morreria por esse dia? E então viva cada dia como seu último. Isso não é um convite para indulgência em prazeres e paixões, mas sim um chamado para seu propósito. Dia após dia, caminhe em direção à ele e esteja disposto a morrer nele e por ele.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Filosofia",
                   "Desenvolvimento Pessoal"
            ],
            "date_published": "2023-12-18T09:46:29-03:00",
            "date_modified": "2023-12-18T09:46:29-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/game-thinking.html",
            "url": "https://henriiquecampos.github.io/game-thinking.html",
            "title": "Game Thinking",
            "summary": "Game Thinking, ou pensamento de jogo, é um conjunto de habilidades e conhecimento que permite que pessoas abstraiam aspectos de&hellip;",
            "content_html": "<p><em>Game Thinking</em>, ou pensamento de jogo, é um conjunto de habilidades e conhecimento que permite que pessoas abstraiam aspectos de suas vidas na forma de jogos. Jogos, nesse sentido, são <strong>sistemas de incentivos</strong>.</p>\n<p>Ao compreender, identificar ou criar um objetivo, a pessoa pode projetar e analisar os incentivos que <strong>os aproximam ou os afastam do objetivo</strong> do sistema.</p>\n<p>Usando <em>Game Thinking</em> nos podemos gamificar a maior parte das nossas vidas e criar os incentivos corretos para alcançarmos nossos objetivos.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Design de Jogos",
                   "Desenvolvimento Pessoal"
            ],
            "date_published": "2023-12-18T08:54:21-03:00",
            "date_modified": "2023-12-18T08:54:21-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/deus-e-a-verdade.html",
            "url": "https://henriiquecampos.github.io/deus-e-a-verdade.html",
            "title": "Deus é a Verdade",
            "summary": "Afirmar que Deus é a Verdade não é mera analogia. Com isso, não quero dizer que Deus fala a verdade,&hellip;",
            "content_html": "<p>Afirmar que <strong>Deus é a Verdade</strong> não é mera analogia. Com isso, não quero dizer que Deus fala a verdade, não. Deus é a verdade. A verdade é uma descrição precisa da realidade e a palavra de Deus mostra o que é ou não verdadeiro, mostra seu caráter, <strong>revela a verdade</strong>.</p>\n<p>Todo sofrimento vem de uma rejeição que sentimos quanto a realidade, ansiando que esta fosse ou <strong>seja diferente</strong> do que foi ou do que é.</p>\n<p>Se algo acontece, é real. Para além do seu entendimento ou compreensão. A verdade é que o que aconteceu, aconteceu e só o que resta é se submeter a realidade. Afinal, quem você pensa ser para contestá-la? Para <strong>contestar a vontade de Deus</strong>?</p>\n<p>Você pode saltar das alturas e não cair? A verdade é que certamente cairá. Da mesma forma a Palavra nos mostra: <strong>peque e certamente morrerá</strong>.</p>\n<p>E o que é o pecado se não <strong>um protesto</strong> contra a verdade? Uma grande <strong>inadequação</strong> à realidade?</p>\n<p>Deus é a verdade. E desta forma, tudo pode, pois <strong>tudo que faz é real</strong> e se é real ele pode.</p>\n<p>Deus é a verdade. E assim como ela, <strong>transcende tempo e espaço</strong> estando presente a todo momento do início ao fim, <strong>imutável</strong>.</p>\n<p>Deus é a verdade. E sendo assim, por contraste, sabe o que é verdadeiro e o que não, <strong>em última instância, tudo sabe</strong>.</p>\n<p>Por tanto, conheça a verdade e esta te libertará do <strong>sofrimento de viver em fantasias</strong>.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Religião",
                   "Filosofia",
                   "Cristianismo"
            ],
            "date_published": "2023-12-18T08:34:31-03:00",
            "date_modified": "2023-12-18T09:56:57-03:00"
        },
        {
            "id": "https://henriiquecampos.github.io/presente-e-continuo.html",
            "url": "https://henriiquecampos.github.io/presente-e-continuo.html",
            "title": "Presente e Contínuo",
            "summary": "O tempo parece não fazer sentido. Coisas que já passaram ressurgem como se estivessem acontecendo no momento. Coisas que ainda&hellip;",
            "content_html": "<p>O tempo parece não fazer sentido. Coisas que já passaram ressurgem como se estivessem acontecendo no momento. Coisas que ainda não aconteceram vem a tona como uma onda de infinitas ressonâncias.</p>\n<p>O presente parece um mero colapso do que já foi e do será, mas não é ou está sendo. É um oroboro comendo sua calda sem nunca saber de onde ela vem.</p>\n<p>O hoje chega atrasado e, ao tardar, se adianta apressado para o amanhã. Porém, sem hora marcada, <strong>apenas passa</strong>.</p>",
            "author": {
                "name": "Henrique Campos"
            },
            "tags": [
                   "Contos"
            ],
            "date_published": "2023-12-17T13:16:53-03:00",
            "date_modified": "2023-12-17T13:19:29-03:00"
        }
    ]
}
